Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/fns_kvinnediskrimineringskonvensjon.html.tmx
Source language: nob
Languages: sma

source: FNs kvinnediskrimineringskonvensjon
sma: EN:n nyjsenesïerredimmiekonvensjovne

source: FNs Kvinnediskrimineringskonvensjon skal sikre at kvinner har de samme rettighetene som menn.
sma: EN:n Nyjsenesïerredimmiekonvensjovne edtja hoksedh nyjseni leah seamma reaktah goh ålmah.

source: Konvensjonen bygger på de grunnleggende menneskerettigheter, på det enkelte menneskets verdighet og verdi og på like rettigheter for menn og kvinner.
sma: Konvensjovne våaroeminie åtna doh vihkielommes almetjereaktah, fïerhten almetjen vyörtegsvoetem jïh aarvoem, jïh seamma reaktah ålmide jïh nyjsenidie.

source: Konvensjonen definerer begrepet diskriminering av kvinner til å være enhver forskjellsbehandling, utestenging eller begrensning på grunnlag av kjønn som har som virkning eller formål å oppheve eller svekke anerkjennelsen, nytelsen eller utøvelsen av kvinners menneskerettigheter og grunnleggende friheter på det politiske, økonomiske, sosiale, kulturelle, sivile eller ethvert annet område, uavhengig av sivilstatus og med likestilling mellom menn og kvinner som utgangspunkt.
sma: Konvensjovne sïerredimmiem nyjsenijstie åtna goh fïerhte joekehtsgïetedimmie, ålkoestimmie jallh gaertjiedimmie tjoelen gaavhtan, mij illedahkine jallh ulmine åtna nåhkehtidh jallh giehpiedidh jååhkesjimmiem, niktemem jallh tjirrehtimmiem nyjseni almetjereaktijste, jïh vihkeles frijjevoeth politihkeles, ekonomeles, sosijaale, kulturelle, sivijle jallh fïerhte jeatjah suerkesne, saaht mij sivijle statuse lea, jïh mïrrestalleminie ålmaj jïh nyjseni gaskem goh aalkoe.

source: Konvensjonen omfatter kvinners rettigheter både i privatliv og når det gjelder formelle rettigheter i samfunnet.
sma: Konvensjovne lea reaktaj bïjre dovne privaate jieliedisnie jïh byjjes reaktaj bïjre siebriedahkesne.

source: Konvensjonen har ingen særskilte bestemmelser for urfolk, men omtaler all form for diskriminering av kvinner på ulike arenaer.
sma: Konvensjovne ij naan sjïere nænnoestimmieh aalkoe-åålmegidie utnieh, men gaajhkesåarhts sïerredimmiem nyjsenijstie ovmessie areenine ållermaahta .

source: Les FNs kvinnediskrimineringskonvensjon
sma: Lohkh EN:n nyjsenesïerredimmiekonvensjovnem

source: Gjennomføringen av Kvinnediskrimineringskonvensjonen overvåkes av FNs komité for kvinnediskriminering (CEDAW) , som består av 23 kvinnerettighetseksperter.
sma: EN:n nyjsenesïerredimmiemoenehtse (CEDAW), mesnie 23 tjiehpijh nyjsenereaktaj sisnjeli, tjirrehtimmiem Nyjsenesïerredimmiekonvensjovneste vååksjede.

source: Statene rapporterer jevnlig til komiteen.
sma: Staath jaabnan moenehtsasse reektieh.

source: Kvinnekomiteen studerer rapportene, inkluderer opplysninger fra andre kilder og adresserer sine bekymringer og anbefalinger til statene gjennom sine konkluderende observasjoner.
sma: Nyjsenemoenehtse reektehtsidie goerehte, aaj bïevnesh jeatjah gaaltijijstie, jïh staatide sov tjoeperdimmieh jïh juvnehtimmieh seedtie sov vïhtesjimmiej tjïrrh.

source: Komiteen formulerer generelle anbefalinger og forslag.
sma: Moenehtse sïejhme juvnehtimmieh jïh raeriestimmieh buakta.

source: Anbefalingene har utspring i innhold og temaer i konvensjonen og rettes til statene.
sma: Juvnehtimmieh sijjen våaromem utnieh konvensjovnen sisvegisnie jïh teemine jïh staatide stuvresuvvieh.
